[TC_WOTC_MWR_MAC10_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>MAC-10</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>MAC-10</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие "

[TC_WOTC_MWR_MAC10_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XDM-10</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XDM-10</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary=MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия.\nМодификация MAC-10, основанная на магнитных технологиях, увеличивает урон как критического так и базового урона."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_MAC10_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XVM-1000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XVM-1000</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия.\nОснованная на разработках лучевого оружия модификация MAC-10, позволила заменить ствол на высокочастотный цилиндр, что сказалось на увеличении как базового так у критического урона."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MWR_MAC10_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>MAC-10</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>MAC-10</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие "

[TC_WOTC_TMP_MWR_MAC10_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XDM-10</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XDM-10</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия.\nМодификация MAC-10, основанная на магнитных технологиях, увеличивает урон как критического так и базового урона."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_TMP_MWR_MAC10_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XVM-1000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XVM-1000</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="MAC-10 - компактный пистолет-пулемёт, разработанный Гордоном Б. Инграмом в 1964 году. Основная идея, заложенная в конструкцию - максимальная простота и дешевизна. Но малая длина ствола, высокая скорострельность, низкая масса оружия и патрон .45 ACP, имеющий больший импульс отдачи (как для пистолетного патрона), делают стрельбу очень неточной. Оружие имеет очень большой разброс - при стрельбе на 25 метров попадание в цель на практике маловероятно. Как следствие, MAC-10 сейчас не используется военными - даже низкая цена и небольшие размеры не делают его привлекательным оружием. Пистолеты-пулеметы Инграма поставлялись в Израиль и на Тайвань. В Тайване, Аргентине и Бразилии выпускались копии этого оружия.\nОснованная на разработках лучевого оружия модификация MAC-10, позволила заменить ствол на высокочастотный цилиндр, что сказалось на увеличении как базового так у критического урона."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .45 ACP\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"
